brew "git"
brew "asdf"
brew "autojump"
brew "gh"
brew "gnupg"
brew "htop"
brew "kubernetes-cli"
brew "ollama"
brew "pandoc"
brew "pinentry-mac"
brew "protobuf"
brew "shellcheck"
brew "stow"
brew "telnet"
brew "temporal"
brew "wget"
brew "zsh-autosuggestions"
cask "bluestacks"
cask "brave-browser"
cask "caffeine"
cask "cursorcerer"
cask "discord"
cask "docker-desktop"
cask "flux-app"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "ollama-app"
cask "philips-hue-sync"
cask "plex"
cask "raycast"
cask "rectangle"
cask "rustdesk"
cask "sony-ps-remote-play"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "vnc-server"
vscode "continue.continue"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.makefile-tools"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
